IDEA StatiCa Open Model
ResultOfInteractionDiagramPlane.LoadChart Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Polygon of Load
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PolygonPointID LoadChart { get; set; }
Public Property LoadChart As PolygonPointID
	Get
	Set
public:
property PolygonPointID^ LoadChart {
	PolygonPointID^ get ();
	void set (PolygonPointID^ value);
}
Property Value
Type: PolygonPointID
See Also
Reference
ResultOfInteractionDiagramPlane Class
IdeaRS.OpenModel.Result Namespace